rymcu/rodakos/components/esp_board_manager/examples/display_lvgl/sdkconfig.defaults.esp32p4
CONFIG_IDF_TARGET="esp32p4"
CONFIG_IDF_TARGET_ESP32P4=y

CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y
CONFIG_SPIRAM_SPEED_200M=y

CONFIG_IDF_EXPERIMENTAL_FEATURES=y
